Repository: felixholzmeister/icl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your Decision
de: Ihre Entscheidung

source: Page %(page)s of %(total)s
de: Seite %(page)s von %(total)s

source: What do you prefer?
de: Was bevorzugen Sie?

source: a %(p_hi)s chance of winning %(hi)s and <br/> a %(p_lo)s chance of winning %(lo)s
de: eine %(p_hi)s Chance %(hi)s zu gewinnen und <br/> eine %(p_lo)s Chance %(lo)s zu gewinnen

source: an amount of %(sure_payoff)s as a sure payment
de: eine sichere Zahlung in Höhe von %(sure_payoff)s

source: I'm indifferent between Option A and Option B
de: Ich bin indifferent zwischen Option A und Option B

source: Instructions
de: Instruktionen

source: In the following, you can choose between a sure payment and a lottery. The lottery gives you a %(p_hi)s chance of receiving %(hi)s and a %(p_lo)s chance of receiving %(lo)s.
de: Nachfolgend können Sie sich zwischen einer sicheren Zahlung und einer Lotterie entscheiden. Die Lotterie bietet Ihnen eine %(p_hi)s Chance %(hi)s zu gewinnen und eine %(p_lo)s Chance %(lo)s zu gewinnen.

source: We will present to you %(n)s different choices. While the lottery is the same in all choices, the sure payment will differ in every choice.
de: Wir werden Ihnen %(n)s unterschiedliche Entscheidungen präsentieren. Während die Lotterie in allen Entscheidungen dieselbe ist, variiert die sichere Zahlung in jeder Entscheidung.

source: After completing all %(n)s choices, one of the choices will be randomly picked to determine your payoff. If you chose the lottery, a random draw will determine whether the high or low outcome will constitute your payoff; otherwise, the sure payment will constitute your payoff.
de: Nachdem Sie alle %(n)s Entscheidungen getroffen haben, wird eine der Entscheidungen zufällig für Ihre Auszahlung bestimmt. Sollten Sie sich in dieser Entscheidung für die Lotterie entschieden haben, bestimmt eine Zufallszahl ob der hohe oder niedrige Lotteriebetrag realisiert wird; anderenfalls wird Ihre Auszahlung durch die sichere Zahlung bestimmt.

source: Results
de: Ergebnisse

source: The following decision was randomly chosen for your payment:
de: Folgende Entscheidung wurde zufällig für Ihre Auszahlung bestimmt:

source: Your choice:
de: Ihre Entscheidung:

source: As indicated above, you stated to be indifferent between "Option A" and "Option B" in this choice. "Option %(payoff_relevant)s" was randomly chosen to determine your payment.
de: Wie oben angezeigt, haben Sie für die Entscheidung angegeben, indifferent zwischen "Option A" und "Option B" zu sein. "Option %(payoff_relevant)s" wurde zufällig für Ihre Auszahlung bestimmt.

source: As indicated above, you decided for "Option %(option_to_pay)s" in this choice.
de: Wie oben angezeigt, haben Sich in dieser Entscheidung für "Option %(option_to_pay)s" gewählt.

source: For "Option A", one of the two possible outcomes has been randomly realized based on the corresponding probabilities.
de: Für "Option A" wurde einer der beiden möglichen Auszahlungsbeträge, basierend auf den jeweiligen Wahrscheinlichkeiten, zufällig bestimmt.

source: Your payoff in this task equals <b>%(payoff)s</b>.
de: Ihre Auszahlung in dieser Aufgabe beträgt <b>%(payoff)s</b>.
